Revit 2024 API
DockablePanes.BuiltInDockablePanes.SystemNavigator Property
 The system browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId SystemNavigator { get; }
Visual Basic
Public Shared ReadOnly Property SystemNavigator As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ SystemNavigator {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace